<?php

return [


    'added' => 'تم الاضافة بنجاح',
    'updated' => 'تم التعديل بنجاح',
    'deleted' => 'تم الحذف بنجاح',
    'name-exists' => 'الاسم موجود بالفعل',
    'required' => 'الحقل مطلوب',
    'unique' => 'الحقل موجود مسبقا',
    'error-deleted' => 'يحتوي هذا الحقل على عناصر ، يجب حذف هذه العناصر أولاً',
    'not-exist'=>'هذا العنصر غير موجود',
    'warning_delete' => 'انت علي وشك حذف عنصر',
    'delete' => 'هل تريد الحذف حقا',
    'close' => 'الغاء',
    'submit-delete '=>'حذف',
    'warning_attachment' => 'هناك ملفات لهذا الأب',
    'general_error' => 'حدث خطأ ما حاول في قت لاحق',
    'null_list' => 'لا يوجد طلاب'


];
