<?php

return [


    'name' => 'السنة الدراسية',
    'notes' => 'الملاحظات ',
    'action' => 'العمليات',
    'entries' => 'الادخال',
    'Show ' => 'عرض',
    'Search ' => 'بحث',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'add_school_year' => 'اضافة سنة الدراسية',
    'year_name_ar' => 'السنة الدراسية بالعربي',
    'year_name_en' => 'السنة الدراسية بالانجليزي',
    'grade'=>'المرحلة الدراسية',
    'Close'=>'الغاء',
    'submit'=>'اضافة',
    'delete_year' => 'حذف السنة الدراسية',
    'edit_year' => 'تعديل السنة الدراسية',
    'Warning_year' => 'انت علي وشك حذف سنة دراسية',
    'delete_checkbox' => 'حذف الصفوف المختارة',
    'filter' => 'فلتر',


];
